// Desktop view controller localized strings
/* No comment provided by engineer. */
"Logout" = "Logout";
"Modules" = "Modules";
"Search modules" = "Search modules";
"Search result" = "Search result";
"Service" = "Service";

// WeightControl module: English localized strings
/* No comment provided by engineer. */
"%.1f cm" = "%.1f cm";
"%.1f kg" = "%.1f kg";
"%@%@/week" = "%1$@%2$@/week";
"%@/week" = "%@/week";
"%d years" = "%d years";
"(%@%.1f kcal/week)" = "(%1$@%2$.1f kcal/week)";
"15 days" = "15 days";
"3 month" = "3 month";
"6 month" = "6 month";
"<unknown>" = "<unknown>";
"Add" = "Add";
"Are you sure you want to erase ALL records? This action is undone!" = "Are you sure you want to erase ALL records? This action is undone!";
"Are you sure you want to erase this record?" = "Are you sure you want to erase this record?";
"BMI: %.1f" = "BMI: %.1f";
"Cancel" = "Cancel";
"Change values" = "Change values";
"Chart" = "Chart";
"Continue" = "Continue";
"Current goal: %@" = "Current goal: %@";
"Current goal: not set" = "Current goal: not set";
"Data" = "Data";
"Data base statistic" = "Data base statistic";
"Data control" = "Data control";
"Deviation" = "Deviation";
"Drag down to open the control panel." = "Drag down to open the control panel.";
"Edit" = "Edit";
"Erase" = "Erase";
"ERASE ALL RECORDS" = "ERASE ALL RECORDS";
"exhaustion" = "exhaustion";
"Expected:" = "Expected:";
"Fill base by randomize weights" = "Fill base by randomize weights";
"Forecast:" = "Forecast:";
"goal" = "goal";
"Goal:" = "Goal:";
"kcal/day" = "kcal/day";
"Last..." = "Last...";
"Max trend" = "Max trend";
"Max weight" = "Max weight";
"Min trend" = "Min trend";
"Min weight" = "Min weight";
"Module selection" = "Module selection";
"Module's pages" = "Module's pages";
"Month" = "Month";
"Month with max weight-gain" = "Month with max weight-gain";
"Month with max weight-gain in percents" = "Month with max weight-gain in percents";
"Month with max weight-loss" = "Month with max weight-loss";
"Month with max weight-loss in percents" = "Month with max weight-loss in percents";
"Move the chart to see previous values. Stretch to change scale." = "Move the chart to see previous values. Stretch to change scale.";
"New record" = "New record";
"no aim" = "no aim";
"no message" = "no message";
"norm" = "norm";
"normal" = "normal";
"obese cl.I" = "obese cl.I";
"obese cl.II" = "obese cl.II";
"obese cl.III" = "obese cl.III";
"overweight" = "overweight";
"Pages" = "Pages";
"Parameters from:" = "Parameters from:";
"Plot control" = "Plot control";
"Records: " = "Records: ";
"Remove" = "Remove";
"Settings" = "Settings";
"sev.underweight" = "sev.underweight";
"Statistics" = "Statistics";
"The module for those watching their weight. It allows you to make a prediction of weight, display the graph, etc." = "The module for those watching their weight. It allows you to make a prediction of weight, display the graph, etc.";
"This action will overwrite existing records. Are you sure you want to fill database by randomize weights? This action is undone!" = "This action will overwrite existing records. Are you sure you want to fill database by randomize weights? This action is undone!";
"Total weight change" = "Total weight change";
"Trend:" = "Trend:";
"Trends statistic" = "Trends statistic";
"underweight" = "underweight";
"unknown" = "unknown";
"Week" = "Week";
"Week tendentious:" = "Week tendentious:";
"Weight Control" = "Weight Control";
"Weight statistic" = "Weight statistic";
"WeightControl" = "WeightControl";
"Year" = "Year";
"years: %d, months: %d, days: %d" = "years: %1$d, months: %2$d, days: %3$d";
"Your height:" = "Your height:";
"Your age:" = "Your age:";


// WeightControl module: English localized strings
/* No comment provided by engineer. */
"%.0f ft %.0f''" = "%1$.0f ft %2$.0f''";
"Age" = "Age";
"Album" = "Album";
"All fields are filled!" = "All fields are filled!";
"Camera" = "Camera";
"Cancel" = "Cancel";
"Done" = "Done";
"cm" = "cm";
"Female" = "Female";
"Fill this fields" = "Fill this fields";
"First Name" = "First Name";
"ft" = "ft";
"Height" = "Height";
"Info" = "Info";
"kg" = "kg";
"lb" = "lb";
"Last Name" = "Last Name";
"Length" = "Length";
"Library" = "Library";
"Main" = "Main";
"Male" = "Male";
"Personal data" = "Personal data";
"Physique" = "Physique";
"Profile" = "Profile";
"Select photo:" = "Select photo:";
"Sex" = "Sex";
"Size units" = "Size units";
"Specify the height!" = "Specify the height!";
"Specify the name" = "Specify the name";
"Specify the weight" = "Specify the weight";
"Specify your birthday" = "Specify your birthday";
"The data is not loaded" = "The data is not loaded";
"The module allows you to display and edit general information about the patient (height, weight, age, etc)" = "The module allows you to display and edit general information about the patient (height, weight, age, etc)";
"They will be used in related modules" = "They will be used in related modules";
"Units" = "Units";
"Units selection" = "Units selection";
"Weight" = "Weight";
"Weight units" = "Weight units";
"Your birthday" = "Your birthday";



// WeightImport module: English localized strings
/* No comment provided by engineer. */
"Actions:" = "Actions:";
"Add to base" = "Add to base";
"Clear base & add" = "Clear base & add";
"Format: Libra database v.2, recs: %d (%.1f kg)" = "Format: Libra database v.2, recs: %1$d (%2$.1f kg)";
"Format: unknown" = "Format: unknown";
"Import sources" = "Import sources";
"Import weight data from external sources" = "Import weight data from external sources";
"iTunes" = "iTunes";
"Records are imported to weight database! You can show results now" = "Records are imported to weight database! You can show results now";
"Remove file" = "Remove file";
"Select the import source" = "Select the import source";
"Show results" = "Show results";
"Success" = "Success";
"Weight Import" = "Weight Import";


/* No comment provided by engineer. */
"Make sure you fill out all of the information." = "Make sure you fill out all of the information.";

/* No comment provided by engineer. */
"Make sure you fill correctly fields Password and Confirm Password." = "Make sure you fill correctly fields Password and Confirm Password.";

/* No comment provided by engineer. */
"Please double-check your information and try again." = "Please double-check your information and try again.";
"Account Error" = "Account error";
"Offline Error" = "Offline Error";
"Something went wrong. Please try again." = "Something went wrong. Please try again.";
/* No comment provided by engineer. */
"Missing Information" = "Missing Information";

/* No comment provided by engineer. */
"Error" = "Network error";

/* No comment provided by engineer. */
"didFailWithError" = "Please check your internet connection.";

/* No comment provided by engineer. */
"Medarhiv" = "Medarhiv";

/* No comment provided by engineer. */
"MedarhivMainLabel" = "Medarhiv is service cloud storage of personal data";

/* No comment provided by engineer. */
"SignOutLabel" = "Don't have an account yet?";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"Logout" = "Logout";
"Site" = "Site";
/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm Password";

/* No comment provided by engineer. */
"Telephone" = "Telephone";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Back"= "Back";

/* No comment provided by engineer. */
"Registration"= "Registration";

/* No comment provided by engineer. */
"SignIn" = "Sign in";
"signin" = "SignIn";
"Auth" = "Authorization";

/* No comment provided by engineer. */
"SignUp" = "Sign up";

/* No comment provided by engineer. */
"Birthday (dd.mm.yyyy)" = "Birthday (dd.mm.yyyy)";

/* No comment provided by engineer. */
"Wrong username or password." = "Wrong username or password.";
"Wrong username or password. Check the entered data." = "Wrong username or password. Check the entered data.";

/* No comment provided by engineer. */
"db_connection_fail" = "DB connection failed";
/* No comment provided by engineer. */
"db_query_fail" = "DB query failed";
/* No comment provided by engineer. */
"reg_fio_empty" = "Username is empty";
/* No comment provided by engineer. */
"reg_fio_short" = "Username consists of less than 3 words";
/* No comment provided by engineer. */
"reg_birthday_empty" = "Birthday is empty";
/* No comment provided by engineer. */
"reg_birthday_invalid" = "Invalid data of birthday.";
/* No comment provided by engineer. */
"reg_email_empty" = "Email is empty";
/* No comment provided by engineer. */
"reg_email_invalid" = "Unvalid email (error of format).";
/* No comment provided by engineer. */
"reg_email_exists" = "User with such email already exists.";
/* No comment provided by engineer. */
"reg_pass_empty" = "Password is empty.";
/* No comment provided by engineer. */
"reg_pass_short" = "Password consists of less than  6 symbols.";
/* No comment provided by engineer. */
"reg_pass_long" = "Password consists of more than 32 symbols.";
/* No comment provided by engineer. */
"reg_pass_invalid" = "Unvalid password.";
/* No comment provided by engineer. */
"reg_phone_empty" = "Telephone is empty.";
/* No comment provided by engineer. */
"shot_timedoc_invalid" = "Invalid short time of document.";
/* No comment provided by engineer. */
"auth_userID_invalid" = "UserID empty or not integer.";
/* No comment provided by engineer. */
"auth_userID_notfound" = "Not found user with such userID.";
/* No comment provided by engineer. */
"auth_userhash_invalid" = "Hash of userID does not coincide with the calculated.";
/* No comment provided by engineer. */
"shot_imgdata_empty" = "Empty data of image.";
/* No comment provided by engineer. */
"shot_imgtype_invalid" = "Type of image is not gif, jpeg or png.";
/* No comment provided by engineer. */
"shot_imghash_invalid" = "Hash of image data does not coincide with the calculated.";
/* No comment provided by engineer. */
"shot_imgdata_format_invalid" = "Format of the image does not match the passed type."; 
/* No comment provided by engineer. */
"shot_time_invalid" = "Format of time is not dd.mm.yyyy hh:mm:ss";
/* No comment provided by engineer. */
"shot_title_empty" = "Title of document is empty";

/* No comment provided by engineer. */
"unvalid Password" = "Make sure you fill correctly field Password. You can use only latin, russian characters and digits";

/* No comment provided by engineer. */
"unvalid Birthday" = "Make sure you fill correctly field Birthday. Correct format of data is dd.mm.yyyy";

/* No comment provided by engineer. */
"unvalid Email" = "Make sure you fill correctly field Email.";

/* No comment provided by engineer. */
"Registration success" = "Registration was successful.";
/* No comment provided by engineer. */
"Try again" = "Try again";

/* No comment provided by engineer. */
"Upload_fail" = "Unable to load the data";

/* No comment provided by engineer. */
"Vitaportal" = "VitaPortal";

/* Withings */
"Loading data" = "Loading data...";
"Results" = "results";
"Result" = "results";
"Resulta" = "results";
"No data" = "It was not possible to obtain data or was no data to import.";
"Recieve" = "Were recieved:";
"Import_data" = "Importing data...";
"Import_ended" = "Data's imported";
"Not_import" = "It was not possible to import data";
"Imported" = "Were imported";
"Import" = "Import";
"Show_results" = "Show";
"Changed_user" = "Are you sure that you want to change the user?";
"Synchronization" = "Synchronization";
"Query_fail" = "Sorry, request failed";
"Subscribe_notify"= "Sending notifications successfully enabled";
"Revoke_notify" = "Sending notifications successfully disabled";
"ConfirmImport" ="To import data of the user";
"push_notification" = "Push-notification";

"parseFBTlabel" = "You can also log in with:";
"needImportUserWithings" = "To enable the sending of push-notifications need to import user data.";
"New data was added to the module Healthcare" = "New data was added to the module Healthcare";



/* fake windows */
"Favorites" = "Favorites";
"News" = "News";
"GetResult" = "Get result";
"ByCategory" = "By category";
"ByAlphabet" = "By Alphabet";
"Nearest" = "Nearest";
"ByMetro" = "By metro";
"Map" = "Map";
"AnalysesAndPrices" = "Analyses and prices";
"AddressesAndServices" = "Addresses and services";
"NewTest" = "New test";
"Report" = "Report";
"Pulse" = "Pulse";
"AgeOfVessels" = "Age of vessels";
"WaveMode" = "Wave mode";
"Oxygen" = "Oxygen";
"StressLevel" = "Stress level";
"Control" = "Control";
"Settings" = "Settings";
"Help" = "Help";
"Statistics" = "Statistics";

